Repository: umaii/Chats-Application
Catalog: lib/l10n/app_*.arb
Languages: is

# language
source: English
is: Íslenska

# changeLanguage
source: Language
is: Tungumál

source: Welcome to
is: Velkomin á

# itIsFree
source: It is for free
is: Það er frítt

source: Sign in
is: Skráðu þig inn

# register
source: Create an Account
is: Búa til reikning

# userEmail
source: Email
is: Netfang

source: Password
is: Lykilorð

source: Re-type Password
is: Sláðu aftur inn lykilorð

source: No account yet
is: Enginn aðgangur

source: Register here
is: Skráðu þig hér

# alreadyRegistered
source: Aldready registered
is: Nú þegar með reikning

source: Login here
is: Skráðu þig inn hér

source: I'm ready
is: Ég er tilbúin

source: and real
is: og raunveruleg/ur

source: Save and Continue
is: Vista og halda áfram

# dataMustBeReal
source: Your data must be real
is: Gögnin þín þurfa að vera raunveruleg

source: Camera
is: Myndavél

source: Gallery
is: Gallerí

source: Cancel
is: Hætta við

source: Your messages
is: Skilaboðin þín

# userName
source: Name
is: Nafn

source: Update name
is: Uppfæra nafn

source: Enter new name
is: Sláðu inn nýtt nafn

source: Save
is: Vista

# xContinue
source: Continue
is: Halda áfram

# typeMessage
source: Type your message
is: Sláðu inn skilaboð

# chatWith
source: Your chat with
is: Spjallið þitt við

source: Search
is: Leita

source: Say hi
is: Segðu hæ

source: Your Profile
is: Prófíllinn þinn

source: Some error occured
is: Villa kom upp, reyndu aftur

# sureToLogOut
source: Are you sure you want to sign out
is: Ertu viss um að þú viljir skrá þig út

# sureToDeleteTheChat
source: Are you sure you want to delete the chat between you and
is: Ertu viss um að þú viljir eyða spjallinu á milli þín og

source: Find friends
is: Finna vini

source: No user found
is: Enginn notandi fannst

source: No messages yet
is: Engin skilaboð

source: Click on the plus button
is: Smelltu á plús takkann

source: day(s) ago
is: dagur/dagar síðan

# hourAgo
source: hour(s) ago
is: klst síðan

# minAgo
source: min(s) ago
is: mín síðan

# secAgo
source: sec(s) ago
is: sek síðan

source: just now
is: rétt í þessu
